{
    "og_title": "君たちはどう生きるか",
    "en_title": "The Boy and the Heron",
    "ja_title": "君たちはどう生きるか",
    "ko_title": "그대들은 어떻게 살 것인가",
    "kanji_title": "君たちはどう生きるか",
    "romaji_title": "Kimitachi wa Dō Ikiru ka",

    "director": "宮﨑駿",
    "ko_director": "미야자키 하야오",
    "writer": "宮﨑駿",
    "ko_writer": "미야자키 하야오",
    "original": "宮﨑駿",
    "ko_original": "미야자키 하야오",
    "producer": "鈴木敏夫",
    "ko_producer": "스즈키 토시오",
    "starring": "<p ttt='山時聡真'>산토키 소마</p><p ttt='菅田将暉'>스다 마사키</p><p ttt='柴咲コウ'>시바사키 코우</p><p ttt='あいみょん'>아이묭</p><p ttt='木村佳乃'>기무라 요시노</p><p ttt='木村拓哉'>기무라 타쿠야</p><p ttt='大竹しのぶ'>오타케 시노부</p><p ttt='竹下景子'>타케시타 케이코</p><p ttt='風吹ジュン'>후부키 준</p><p ttt='阿川佐和子'>아가와 사와코</p><p ttt='滝沢カレン'>타키자와 카렌</p><p ttt='國村隼'>쿠니쿠라 준</p><p ttt='小林薫'>코바야시 카오루</p><p ttt='火野正平'>히노 쇼헤이</p>",
    "music": "久石譲",
    "ko_music": "히사이시 조",
    "theme": "米津玄師「地球儀」",
    "ko_theme": "요네즈 켄시 - 지구본",
    "cinematographer": "奥井敦",
    "ko_cinematographer": "오쿠이 아츠시",
    "editor": "瀬山武司",
    "ko_editor": "세야마 타케시",
    "production": "studioghibli",
    "ko_production": "스튜디오 지브리",
    "publisher": "toho",
    "ko_publisher": "도호",

    "country": "jp",
    "language": "ja",
    "type": "movie",
    "status": "ended",
    "exclusive": "none",

    "year": "2023",
    "month": "07",
    "day": "14",
    "season": "1",
    "episode": "1",
    "runningtime": "124",

    "trailer": "1",
    "preview": "14",
    "setting": "1",
    "character": "1",
    "song": "1",

    "youtube1": "f7EDFdA10pg",
    "yttitle1": "메인 트레일러",
    "youtube2": "",
    "yttitle2": "",
    "youtube3": "",
    "yttitle3": "",
    "youtube4": "",
    "yttitle4": "",
    "youtube5": "",
    "yttitle5": "",
    
    "imdb": "6587046",
    "tmdb": "",
    "eiga": "98573",
    "wiki": "",
    "ja_wiki": "",
    "fandom": "",

    "plot": "In 1943, during the Pacific War, 12-year-old Mahito Maki's mother Hisako is killed in a fire. A year later, Mahito's father Shoichi, an air munitions factory owner, remarries his late wife's younger sister, Natsuko. they evacuate to her estate in the countryside where they live with several old maids. Mahito struggles in the new town as he continues to grapple with grief, does not fit in at school and endures a tense relationship with Natsuko, who is now pregnant. Mahito is also pestered by a mysterious grey heron at the estate.<br><br>On the way home one day from a fight with other school children, Mahito purposefully injures himself by hitting his head with a rock. Recovering at the estate, Mahito discovers a copy of the 1937 novel How Do You Live? with his mother's handwriting inside, which she intended as a gift for him when he was older.<br><br>Mahito discovers that the heron is actually a small man inhabiting the heron's body. The heron taunts Mahito and leads him to a mysterious tower in the woods near the house, which was built by Mahito's granduncle, a famous architect who disappeared. The heron claims that Mahito's mother is alive and tells him to enter the tower to save her. Mahito is hesitant to enter, but when he sees an ill Natsuko enter the tower one day, he decides to save her and enters, finding himself in an alternate world filled with magic.<br><br>In the alternate world, Mahito encounters various characters, including Kiriko, a seafaring woman who is a younger version of a maid at the estate; Himi, a young woman with magical powers who assists Mahito and Kiriko; and Natsuko's granduncle, who rules the world as a wizard with great powers. Mahito, Himi and the heron infiltrate a castle guarded by giant man-eating parakeets and find Natsuko, who initially resists leaving with them until Mahito addresses her as his real mother. In Mahito's world, a maid tells Shoichi that the tower was formed after a meteorite struck the ground, and that when Hisako was younger she once disappeared for a year before inexplicably returning.<br><br>Himi is captured by the parakeets during their escape. While rescuing Himi from the Parakeet King, Mahito meets with the granduncle. The granduncle shows Mahito building blocks which he has used to maintain balance in the world as well as a giant floating stone which contains the granduncle's power. The granduncle asks Mahito to take control of the stone and maintain balance in the world, explaining that only someone blood-related and free of malice can control the stone. Mahito chooses instead to return to his own world and tells the granduncle that his head wound shows that he is not free from malice. The Parakeet King seeks to usurp the granduncle's power and cuts the building blocks in half, destroying the stone and causing the alternate world to collapse. While escaping, Mahito offers to take Himi to his world; however, Himi declines, revealing that she is a younger version of Hisako and that she and Kiriko must return to her own time to ensure that Mahito will be born. Mahito, Natsuko, and the heron return to their world and are reunited with Shoichi. Two years later, Mahito lives happily with his family after the end of the war.",
    "ja_plot": "",
    "ko_plot": "화재로 어머니를 잃은 11살 소년 ‘마히토’는 아버지와 함께 어머니의 고향으로 간다.<br><br>어머니에 대한 그리움과 새로운 보금자리에 적응하느라 힘들어하던 ‘마히토’ 앞에 정체를 알 수 없는 왜가리 한 마리가 나타나고, 저택에서 일하는 일곱 할멈으로부터 왜가리가 살고 있는 탑에 대한 신비로운 이야기를 듣게 된다.<br><br>그러던 어느 날, ‘마히토’는 사라져버린 새엄마 ‘나츠코’를 찾기 위해 탑으로 들어가고,<br><br>왜가리가 안내하는 대로 이세계(異世界)의 문을 통과하는데…!",

    "story": "이야기의 무대는 제2차 세계대전이 일어난 일본. 주인공은 입원중인 어머니를 화재로 여의고 아버지의 재혼으로 도쿄에서 시골로 이주한 소년 마키 마히토이다. 아버지의 재혼 상대는 죽은 어머니를 쏙 빼닮은 어머니의 여동생이었다. 색다른 7명의 노파가 섬기는 저택에 살기 시작한 마히토. 그 저택 근처에는 한때 이야기를 좋아하던 큰할아버지가 짓고 홀연히 사라졌다는 폐허나 다름없는 탑이 있었다. 마히토는 사람의 언어를 말하는 왜가리에게 이끌려 신기한 세계로 모험을 떠난다.",

    "url": "kimitachi-wa-dou-ikiru-ka",
    "page": "/anime?q=kimitachi-wa-dou-ikiru-ka",
    "logo": "src='/img/anime/kimitachi-wa-dou-ikiru-ka/logo.png'",
    "poster": "src='/img/anime/kimitachi-wa-dou-ikiru-ka/poster.jpg'",
    "thumbnail": "src='/img/anime/kimitachi-wa-dou-ikiru-ka/thumbnail.jpg'",
    "background": "src='/img/anime/kimitachi-wa-dou-ikiru-ka/background.jpg'"
}